const qnaList = [
    {
        // 공연 예술 분과 =1
        // 전시 창작과 =2
        // 교양분과 = 3
        // pe = 체육분과 4
        // 종교 분과 = 5
        // 학술 분과 = 6
        q: '1. 동아리 박람회에 온 나 뭐부터 할까?',
        a:  [
            {answer : ' a.  말해 뭐해, 구경할래! 공연볼래!', type : [1,2]},
            {answer : ' b. 나는 노는 시간도 아까워! 나한테 도움될만할 동아리 찾아볼래! ', type : [6,3]},
            {answer : ' c. 부스체험이나 해볼까?', type : [4]},

        ]

    },

    {
        q: '2.시험기간에 스트레스 받을때 나는..?',
        a:  [
            {answer : ' a. 움직인다!! 활동적인 행동을 할래', type : [1, 4]},
            {answer : ' b. 왜 나한테 이런 시련을 !! 이러면서 기도를 한다', type : [5]},
            {answer : ' c. 무언가를 만들며 조용히 시간을 보낸다', type : [6, 2, 3]},

        ]

    },
    
    {
        q: '3. 야호 이제 곧 방학이다! 뭐부터 하지?',

        a:  [
            {answer : ' a. 이번 기회에 자기 개발을 열심히 해보겠어!', type : [4, 6]},
            {answer : ' b. 새로운 사람들을 만나보고 싶은데... ', type : [5, 3]},
            {answer : ' c. 난 가보고 싶었던 공연과 전시회에 갈테야!', type : [2, 1]},

        ]

    }
    ,
    
    {
        q: '4.4 질문 어쩌고',
        a:  [
            {answer : ' a. 선지 1번', type : ['a','b','c','d','e','f']},
            {answer : ' b. 선지 2번', type : ['a','b','c','d','e','f']},
            {answer : ' c. 선지 3번', type : ['a','b','c','d','e','f']},

        ]

    },

    
    {
        q: '5. 5 질문 어쩌고',
        a:  [
            {answer : ' a. 선지 1번', type : ['a','b','c','d','e','f']},
            {answer : ' b. 선지 2번', type : ['a','b','c','d','e','f']},
            {answer : ' c. 선지 3번', type : ['a','b','c','d','e','f']},

        ]

    },

    
    {
        q: '6. 6 질문 어쩌고',
        a:  [
            {answer : ' a. 선지 1번', type : ['a','b','c','d','e','f']},
            {answer : ' b. 선지 2번', type : ['a','b','c','d','e','f']},
            {answer : ' c. 선지 3번', type : ['a','b','c','d','e','f']},

        ]

    },

    
    {
        q: '7.7 질문 어쩌고',
        a:  [
            {answer : ' a. 선지 1번', type : ['a','b','c','d','e','f']},
            {answer : ' b. 선지 2번', type : ['a','b','c','d','e','f']},
            {answer : ' c. 선지 3번', type : ['a','b','c','d','e','f']},

        ]

    },

    
    {
        q: '8.8  질문 어쩌고',
        a:  [
            {answer : ' a. 선지 1번', type : ['a','b','c','d','e','f']},
            {answer : ' b. 선지 2번', type : ['a','b','c','d','e','f']},
            {answer : ' c. 선지 3번', type : ['a','b','c','d','e','f']},

        ]

    }

    
]

        // 공연 예술 분과 =1
        // 전시 창작과 =2
        // 교양분과 = 3
        // pe = 체육분과 4
        // 종교 분과 = 5
        // 학술 분과 = 6

const infoList = [
    {
        name:'공연 예술 분과',
        desc:' 설명'
    },
    {
        name:'전시 창작과',
        desc:' 설명'
    },
    {
        name:'교양 분과',
        desc:' 설명'
    },
    {
        name:'체육 분과',
        desc:' 설명'
    },
    {
        name:'종교 분과',
        desc:' 설명'
    },{
        name:'학술 분과',
        desc:' 설명'
    },
]